IDEA Open Model
ConcreteSLSCheckResultCrackWidthEc2.W Property
Compatible with IDEA StatiCa Beta 20.0
 calculated crack width value
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double W { get; set; }
Public Property W As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace